Repository: wernerpaulin/Yaha
Catalog: Software/Heating/backup/20161201/www/yaha/modules/overview/overview.tmx
Source language: de
Languages: cn, en, fr

source: Mein Zuhause
cn: 我的家
en: My home
fr: Ma maison

source: Übersicht
cn: 仪表盘
en: Dashboard
fr: Tableau de bord

source: Live counter
cn: 活计数器
fr: Compteur

source: Zykluszeit
cn: 循环时间
en: Cycle time
fr: Temps de cycle

source: CPU Last
cn: CPU负载
en: CPU load
fr: Charge CPU

source: Diagnose
cn: 诊断
en: Diagnostics
fr: Diagnostic

source: Einstellungen
cn: 设置
en: Settings
fr: Paramètres

source: Sprachauswahl
cn: 语言选择
en: Language selection
fr: Sélection de la langue choisie

source: Datum und Uhrzeit
cn: 日期和时间
en: Date and time
fr: Date et heure

source: Uhrzeit
cn: 时间
en: Time
fr: Heure

source: Datum
cn: 日期
en: Date
fr: Date

source: Am Gerät
cn: 在设备上
en: On device
fr: Sur l'appareil

source: Neu
cn: 新
en: New
fr: Nouveau

source: Übernehmen
cn: 应用
en: apply
fr: Appliqué

source: Pumpen
cn: CN_Pumps
en: Pumps
fr: FR_Pumps

source: Temperaturen
cn: CN_Temperatures
en: Temperatures
fr: FR_Temperatures

source: Vorlauftemperatur Heizkörper
cn: CN_Flow temperature radiator
en: Flow temperature radiator
fr: FR_Flow temperature radiator

source: Vorlauftemperatur Fussbodenheizung
cn: CN_Flow temperature floor heating
en: Flow temperature floor heating
fr: FR_Flow temperature floor heating

source: Vorlauftemperatur
cn: CN_Flow temperature
en: Flow temperature
fr: FR_Flow temperature

source: Vorlauf Solltemperatur
cn: CN_Desired flow temperature
en: Desired flow temperature
fr: FR_Desired flow temperature

source: Mischer Sollposition
cn: CN_Mixer set position
en: Mixer set position
fr: FR_Mixer set position

source: Aussentemperatur
cn: CN_Outside temperature
en: Outside temperature
fr: FR_Outside temperature

source: Nordseite
cn: CN_North side
en: North side
fr: FR_North side

source: Boiler
cn: CN_Boiler
fr: FR_Boiler

source: Wohzimmer
cn: 客厅
en: Lounge
fr: Salon

source: Solltemperatur
cn: CN_Set temperature
en: Set temperature
fr: FR_Set temperature

source: Brenner
cn: CN_Burner
en: Burner
fr: FR_Burner

source: Isttemperatur
cn: CN_Actual temperature
en: Actual temperature
fr: FR_Actual temperature

source: aus
cn: CN_off
en: off
fr: FR_off

source: ein
cn: CN_off
en: on
fr: FR_on

source: Freigabe
cn: CN_Release
en: Release
fr: FR_Release

source: Status
cn: CN_Status
fr: FR_Status

source: Übertemperatur
cn: CN_Over temperature
en: Over temperature
fr: FR_Over temperature

source: ja
cn: CN_yes
en: yes
fr: FR_yes

source: nein
cn: CN_no
en: no
fr: FR_no

source: Fehler
cn: CN_Failure
en: Failure
fr: FR_Failure

source: Mischer
cn: CN_Mixers
en: Mixers
fr: FR_Mixers

source: Öffnen
cn: 开
en: Open
fr: Ouvrir

source: Schliessen
cn: 关
en: Close
fr: Fermer

source: Allgemeine Einstellungen
cn: CN_General settings
en: General settings
fr: FR_General settings

source: Handbetrieb
cn: CN_Manual operation
en: Manual operation
fr: FR_Manual operation

source: Heizungsmodus
cn: CN_Heating mode
en: Heating mode
fr: FR_Heating mode

source: Heizung
cn: CN_Heating
en: Heating
fr: FR_Heating

source: Alarmmeldungen
cn: CN_Alarm messages
en: Alarm messages
fr: FR_Alarm messages

source: Brenner Übertemperatur
cn: CN_Burner overtemperature
en: Burner overtemperature
fr: FR_Burner overtemperature

source: Brenner Störung
cn: CN_Burner fault
en: Burner fault
fr: FR_Burner fault

source: Keine Verbindung zu Modbusstation für Heizung
cn: CN_No connection to heating modbus station
en: No connection to heating modbus station
fr: FR_No connection to heating modbus station

source: IO Simulation aktiv
cn: CN_IO simulation active
en: IO simulation active
fr: FR_IO simulation active

source: Keine Störungen anstehend
cn: CN_No alarms pending
en: No alarms pending
fr: FR_No alarms pending

source: Automatikbetrieb
cn: CN_Automatic operation
en: Automatic operation
fr: FR_Automatic operation

source: Eingeschaltet
cn: CN_Switched on
en: Switched on
fr: FR_Switched on

source: Ausgeschaltet
cn: CN_Switched off
en: Switched off
fr: FR_Switched off

source: Auf Urlaub
cn: CN_On vacation
en: On vacation
fr: FR_On vacation

source: Abreise am
cn: CN_Leaving on
en: Leaving on
fr: FR_Leaving on

source: Zurück am
cn: CN_Back home on
en: Back home on
fr: FR_Back home on

source: um
cn: CN_at
en: at
fr: FR_at

source: Fussbodenheizung
cn: CN_Floor heating
en: Floor heating
fr: FR_Floor heating

source: Dauernd Absenkbetrieb
cn: CN_Permanent reduced operation
en: Permanent reduced operation
fr: FR_Permanent reduced operation

source: Dauernd Komfortbetrieb
cn: CN_Permanent comfort operation
en: Permanent comfort operation
fr: FR_Permanent comfort operation

source: Wohnzimmer
cn: 客厅
en: Lounge
fr: Salon

source: Ist-Temperatur
cn: 实际温度
en: Actual temperature
fr: Température actuelle

source: Gewünschte Komforttemperatur
cn: CN_Desired comfort temperature
en: Desired comfort temperature
fr: FR_Desired comfort temperature

source: Absenk-Temperatur
cn: CN_Reduced temperature
en: Reduced temperature
fr: FR_Reduced temperature

source: Draussen
cn: 外面
en: Outside
fr: Extérieur

source: Bibliothek
cn: 图书馆
en: Library
fr: Bibliothèque

source: Konfiguration der Heizphasen
cn: CN_Configuration of heating phases
en: Configuration of heating phases
fr: FR_Configuration of heating phases

source: Montag bis Freitag
cn: CN_Monday to Friday
en: Monday to Friday
fr: FR_Monday to Friday

source: Wochenende
cn: CN_Weekend
en: Weekend
fr: FR_Weekend

source: von
cn: CN_from
en: from
fr: FR_from

source: bis
cn: CN_to
en: to
fr: FR_to

source: Heizkreis ist ausgeschaltet
cn: CN_Heating circuit is switched off
en: Heating circuit is switched off
fr: FR_Heating circuit is switched off

source: Heizkreislauf
cn: CN_Heating circuit
en: Heating circuit
fr: FR_Heating circuit

source: Komfortbetrieb aktiv
cn: CN_Comfort operation active
en: Comfort operation active
fr: FR_Comfort operation active

source: Reduzierter Betrieb aktiv
cn: CN_Reduced operation active
en: Reduced operation active
fr: FR_Reduced operation active

source: Heizkörperheizung
cn: CN_Radiator heating
en: Radiator heating
fr: FR_Radiator heating

source: Warmwasserbereitstellung
cn: CN_Hot water supply
en: Hot water supply
fr: FR_Hot water supply

source: Warmwasser
cn: CN_Hot water
en: Hot water
fr: FR_Hot water

source: Vormittag
cn: CN_Morning
en: Morning
fr: FR_Morning

source: Abends
cn: CN_Evening
en: Evening
fr: FR_Evening

source: Aus wegen Lüften
cn: CN_Suspend for ventilation
en: Suspend for ventilation
fr: FR_Suspend for ventilation

source: Niveau
cn: CN_Level
en: Level
fr: FR_Level

source: Neigung
cn: CN_Slope
en: Slope
fr: FR_Slope

source: Start
cn: CN_Start
fr: FR_Start

source: Stopp
cn: CN_Stop
en: Stop
fr: FR_Stop

source: Löschen
cn: CN_Clear
en: Clear
fr: FR_Clear

source: Aktualisieren
cn: CN_Refresh
en: Refresh
fr: FR_Refresh

source: Prozessgrafik
cn: CN_Process graphic
en: Process graphic
fr: FR_Process graphic

source: Trend
cn: CN_Trend
fr: FR_Trend

source: Reglerfreigabe
cn: CN_Controller release
en: Controller release
fr: FR_Controller release

source: Gesamtbetriebsstunden
cn: CN_Total operating hours
en: Total operating hours
fr: FR_Total operating hours

source: Jahresbetriebsstunden
cn: CN_Annual operating hours
en: Annual operating hours
fr: FR_Annual operating hours

source: Pumpe - Fussbodenheizung
cn: CN_Pump - floorheating
en: Pump - floorheating
fr: FR_Pump - floorheating

source: Pumpe - Heizkörper
cn: CN_Pump - radiators
en: Pump - radiators
fr: FR_Pump - radiators

source: Pumpe - Warmwasser
cn: CN_Pump - hotwater
en: Pump - hotwater
fr: FR_Pump - hotwater

source: Übersteuerung
cn: CN_Override
en: Override
fr: FR_Override

source: Frostschutzbetrieb aktiv
cn: CN_Frost protection mode active
en: Frost protection mode active
fr: FR_Frost protection mode active

source: Raumregler - Fussbodenheizung
cn: CN_Room controller - Floor heating
en: Room controller - Floor heating
fr: FR_Room controller - Floor heating

source: Raumregler - Heizkörperheizung
cn: CN_Room controller - Radiator heating
en: Room controller - Radiator heating
fr: FR_Room controller - Radiator heating

source: Mischer referenzieren
cn: CN_Mixer homing
en: Mixer homing
fr: FR_Mixer homing
